<template>
  <div>
    <SectionHeader
      icon="tag"
      title="Теги проекта"
      description="Классификация проекта по типу, темам и любым другим признакам."
      class="mb-md"
    />
    <Box class="flex flex-col">
      <p>
        Сделать возможность добавлять теги. Теги располагаются в порядке
        добавления, но их можно сортировать мышкой или тачем. Первые три тега
        отображаются в результатах поиска по проектам, а так же в карточке
        проекта увеличенным шрифтом. Все остальные мелким, см. как сделаны теги
        в старой версии резюме.
      </p>
      <p>
        Снизу отдельный блок "Рекомендуемые теги", которые подбираются по
        используемым в названии, описании и контент-секциях словам, а также с
        учетом уже добавленных тегов (какие часто используются вместе)
      </p>
    </Box>
  </div>
</template>
